IDEA Open Model
MatConcreteSIA.AggregateType Property
Compatible with IDEA StatiCa 20.1
 type of aggregate
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcAggregateTypeSIA AggregateType { get; set; }
Public Property AggregateType As ConcAggregateTypeSIA
	Get
	Set
Property Value
Type: ConcAggregateTypeSIA
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace